app/controllers/users_controller.rb

INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "youyou@gmail.Com"], ["created_at", "2017-11-03 18:52:37.341795"], ["updated_at", "2017-11-03 18:52:37.341795"]]
---
  def create
  	@user = User.new(user_params)
    if @user.save